Overload List
Name  |   Description
RebarShapeDefinitionByArc(Document, RebarShapeDefinitionByArcType)
 Create a non-spiral shape definition.
RebarShapeDefinitionByArc(Document, Double, Double, Int32, Int32)
 Create a spiral shape definition.
 See Also
  RebarShapeDefinitionByArc Class
  RebarShapeDefinitionByArc Members
  Autodesk.Revit.DB.Structure Namespace